Repository: aydasu/papara-woocommerce
Catalog: lang/papara-*.po
Languages: tr_tr

source: Settings
tr_tr: Ayarlar

source: Papara Payment Gateway Plug-in for WooCommerce
tr_tr: Woocommerce için Papara Ödeme Yöntemi

source: Pay with Papara
tr_tr: Papara ile Öde

source: Enable/Disable
tr_tr: Aktif / Pasif

source: Enable Papara Payment Module.
tr_tr: Papara Ödeme Sistemini Aktif Et

source: Title:
tr_tr: Başlık

source: This controls the title which the user sees during checkout.
tr_tr: Bu kısım ödeme sayfasında başlık olarak görünür.

source: Description:
tr_tr: Açıklama

source: This controls the description which the user sees during checkout.
tr_tr: Bu kısım kullanıcının satın alma kısmındaki açıklama ifadesini düzenler

source: Pay securely with Papara Payment System and Secure Servers.
tr_tr: Papara ile güvenle ödeyin.

source: Given to Merchant by Papara
tr_tr: Papara Üye iş yeri heabından alınabilir.

source: In order to secure payments, can be found on Papara Merchant Account
tr_tr: Ödemelerin güvenli hale getirilmesi için kullanılır.

source: Test Mode
tr_tr: Deneme Modu

source: Enable Test Mode
tr_tr: Deneme Modunu Aktif Et

source: In order to make tests check box
tr_tr: Aktifleştirmek için kutucuğu işaretleyin.

source: Papara Payment Gateway
tr_tr: Papara Ödeme Sistemi

source: Papara is most popular payment gateway for online shopping in Turkey
tr_tr: Papara, Türkiye'deki en populer ve güvenilir ödeme sistemidir.

source: You have no right to accept payment, should talk to your customer representative.
tr_tr: Ödeme kabul etme yetkiniz yok. Müşteri temsilciniz ile görüşmelisiniz.

source: Payments less than 1 TRY are not accepted by Papara.
tr_tr: 1 TRY'den az ödemeler Papara tarafından kabul edilmemektedir.

source: Payments more than 50000 TRY are not accepted by Papara.
tr_tr: 50.000 TRY'den fazla ödemeler Papara tarafından kabul edilmemektedir.

source: Please contact with Papara.
tr_tr: Lütfen Papara ile temasa geçin.

source: Something went wrong with Papara. Don't worry we'll figure it out.
tr_tr: Papara ile ilgili bir şeyler ters gitti. Kısa bir süre sonra tekrar deneyin.

source: Refund Error: You need to specify a refund amount.
tr_tr: İade hatası: Bir iade tutarı belirtmeniz gerekir.

source: Amount error: Need to refund:
tr_tr: İade edilmesi gereken miktar:

source: Refund succeeded!
tr_tr: Geri ödeme başarılı oldu!

source: Woocommerce Papara Gateway
tr_tr: Woocommerce Papara Ödeme Entegrasyonu

source: Accept payments on your Wordpress site via credit card or Papara account.
tr_tr: Wordpress sitenizde Papara hesabından ve kredi kartlarından kolayca ödemelerinizi alın.
